/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "template-page": {
      "type": "template-legal",
      "blocks": {
        "page_text_4tgLDY": {
          "type": "page_text",
          "settings": {
            "text": "<p><strong>Overview<\/strong><br\/>PHILOS Running B.V. (\"Philos Running\", \"www.philos.run\", \"us\", \"we\" and \"our\"), a service from www.philos.run and its affiliates (\"seller\", \"sellers\", \"merchant\", \"merchants\", \"business\", \"businesses\", \"vendor\" and \"vendors\") operate as guided by the Terms of Service Notice listed below. By visiting us at philos.run, (\"your\", \"user\", \"users\", \"buyer\", \"buyers\", \"customer\" and \"customers\") accept this Terms of Service Notice. Please read it carefully. When you use any current or future PHILOS Running B.V. service (such as your account or profile, gift certificates, your reminder service, etc.) or visit\/buy from any business affiliated with PHILOS Running B.V., whether or not included in PHILOS Running B.V., you will be subject to these guidelines. This Terms of Service notice supplants all previous representations, understandings or agreements provided by PHILOS Running B.V.. By using PHILOS Running B.V. you agree to be bound by this Terms of Service Notice. All products or services and\/or information displayed by PHILOS Running B.V. constitute an \"invitation to offer\". Your order of purchases constitutes your \"offer\", which shall be subject to the Terms of Service Notice as listed below. PHILOS Running B.V. reserves the right to accept or deny your offer for any reason at any time. <\/p><p><strong>Definitions<\/strong><\/p><p>\"Agreement\" means Terms of Service Notice as described in this text, including the privacy policy and all schedules, annexes and appendices and will include references to agreement as amended, negated, varied, supplemented, or replaced periodically. \"Philos Running\" identifies the clothing shopping platform www.philos.run\/ (site or website), and\/or our (mobile site or mobile website), (PHILOS Running B.V. also describes it and its affiliates, which provide users the ability to purchase products listed PHILOS Running B.V.. \"Vendor\", \"seller\" or \"affiliate\" describes any person or legal entity that offers products for purchase on an PHILOS Running B.V platform. \"Product\" or \"products\" include any goods, products, merchandise, services, offers or display items that are displayed on PHILOS Running B.V. by its vendors, as well as the related description, information, warranties, delivery schedule or procedure.<\/p><p><strong>Identity <\/strong><\/p><p>You agree to identify, defend and hold harmless PHILOS Running B.V., its directors, officers, employees, consultant, agents and affiliates from any and all third party claims, liability, damages and\/or costs (including but not limited to legal fees) arising from the use of the (desktop or mobile) website or breach of the Terms of Service.<\/p><p><strong>Complaints<\/strong><\/p><p>We operate a complaints handling procedure which we will use to try to resolve disputes when they first arise, please let us know if you have any complaints or comments.<\/p><p>You can contact us through our website www.philos.run.<\/p><p><strong>Waiver<\/strong><\/p><p>If you breach these conditions and we do not undertake any action; we will still be entitled to use our rights and remedies in any other situation where you breach these conditions.<\/p><p><strong>Acceptance of Terms<\/strong><\/p><p>By accessing and using the PHILOS Running B.V. online clothing website (whether via desktop or mobile), you acknowledge that you have read, understood, and agree to be bound by these Terms of Service. This applies whether or not you are a registered user. Your use of the website is subject to your compliance with these Terms.<\/p><p>PHILOS Running B.V. reserves the right to modify, add, or remove any portion of these Terms of Service at any time without prior notice. Your continued use of the website signifies your acceptance of any changes. It is your responsibility to regularly review the Terms for updates. If you do not agree with the current or future Terms of Service, please discontinue your use of the website and related services.<\/p><p>Additionally, PHILOS Running B.V. may post supplementary terms, conditions, or requirements related to the use of the website or specific services. These services may also be subject to different Terms of Service, at the sole discretion of PHILOS Running B.V.<\/p><p><strong>Digital Communication<\/strong><\/p><p>By visiting PHILOS Running B.V. or sending emails, you are engaging in electronic communication with PHILOS Running B.V. and consent to receive electronic communications in return. Our representatives may contact you via email or through PHILOS Running B.V. platforms. You agree that all notices, disclosures, and other communications sent electronically satisfy any legal requirement that such communications be in writing.<\/p><p><strong>Product Display<\/strong><\/p><p>The product images displayed on the website (desktop or mobile) are for illustrative purposes only. While we strive to represent colors as accurately as possible, we cannot guarantee that the colors displayed on your screen will precisely match the actual product. The color of your product may slightly differ from the images shown. Additionally, product packaging may vary from what is depicted on the website.<\/p><p><strong>Product Availability and Description<\/strong><\/p><p>We strive to provide detailed information on our website (desktop or mobile), including product availability, size, color, type, stock quantity, and descriptions. While we make every effort to ensure the accuracy of this information, typographical errors or inaccuracies may still occur. As a result, we reserve the right to correct any errors, inaccuracies, or omissions and to update information at any time without prior notice (including after you have submitted an order). If you have ordered a product that is unavailable, we will inform you as soon as possible by email and give you an estimated date of when the product is due to be back in stock and available for dispatch to you (Please note - some items may return in stock and dates are subject to change). Alternatively, you will be entitled to cancel your order and receive a refund from us (if your Credit\/Debit\/Paypal account has already been charged). Please note that the information provided about products on the (desktop or mobile) website is for information purposes only. Please make sure you read all labels, warnings and directions provided by the product before use.<\/p><p><strong>Trademark(s)<\/strong><\/p><p>The Philos Running logo, as displayed on Philos Running platforms or used in any communication with users, is a registered trademark of PHILOS Running B.V. It may not be used, shared, or distributed without express written consent from PHILOS Running B.V.<\/p><p><strong>Site Access & License<\/strong><\/p><p>PHILOS Running B.V. grants users a limited license to access its platforms. This license does not permit downloading, modifying, or any other alterations unless PHILOS Running B.V. provides implied consent. The license excludes any resale or commercial use of the website (desktop or mobile) or its contents, including but not limited to product listings, images, descriptions, prices, derivative use of the platforms or their contents, downloading or copying of account information for the benefit of another merchant, or the use of data mining, bots, or similar data gathering tools.<\/p><p>No part of these platforms may be reproduced, duplicated, sold, resold, copied, visited, or otherwise exploited for commercial purposes without express written consent from PHILOS Running B.V. You are not permitted to frame or use framing techniques to enclose any trademark, logo, or proprietary information (including page layout, text, images, or forms) of PHILOS Running B.V. or its affiliates without implied written consent. Additionally, you may not use any meta tags or other \"hidden text\" that includes PHILOS Running B.V.'s name or trademarks without implied written permission.<\/p><p>Any unauthorized use immediately terminates the license granted by PHILOS Running B.V. You are granted a limited, non-exclusive, and revocable right to create a hyperlink to the <a href=\"http:\/\/www.philos.run\/\"><span style=\"text-decoration:underline\">www.philos.run<\/span><\/a> homepage, provided the link does not portray PHILOS Running B.V., its affiliates, products, or services in a false, misleading, derogatory, or otherwise offensive manner, nor imply ownership rights. You may not use PHILOS Running B.V.'s trademark, logo, or proprietary graphics as part of the link without implied written consent.<\/p><p><strong>Usage restrictions<\/strong><\/p><p>The entire content of the Philos Running website is protected by copyright laws as a collective work, including the coordination, enhancement, and arrangement of the content. The content, and the website as a whole, is intended solely for personal, non-commercial use by users.<\/p><p>You may download, print, or store selected portions of the content, provided that:<\/p><ol><li>The materials are used solely for your personal, non-commercial purposes,<\/li><li>You do not copy or post the content on any networked computer or broadcast it through any media, and<\/li><li>You do not modify, alter, or remove any copyright or trademark notices.<\/li><\/ol><p>No right, title, or interest in the content or materials is transferred to you through these activities. Philos Running retains full ownership and property rights in any content you download, reproduce, print, redistribute, or store from this website.<\/p><p>Except as specifically permitted, you may not copy, download, reproduce, modify, publish, redistribute, retransmit, publicly display, perform, or create derivative works from the content without obtaining written permission from Philos Running.<\/p><p>You may link to our homepage, provided the link is fair, legal, and does not damage our reputation or imply any form of association, approval, or endorsement that does not exist. You must not establish a link from any website that you do not own. Additionally, the website (desktop or mobile) and its content must not be framed on any other website, nor may you link to any part of the website other than the homepage. We reserve the right to withdraw linking permission without notice.<\/p><p><strong>Disclaimer of Liability<\/strong><\/p><p>The material displayed on the website (desktop or mobile) is provided without any guarantees, conditions, or warranties regarding its accuracy. To the fullest extent permitted by law, and unless expressly stated otherwise, PHILOS Running B.V., along with its suppliers, content providers, and advertisers, expressly excludes all conditions, warranties, and other terms that might otherwise be implied by statute, common law, or equity.<\/p><p>PHILOS Running B.V. shall not be liable for any damages, including but not limited to direct, indirect, special, consequential, punitive, or incidental damages, or damages for loss of use, profits, data, goodwill, reputation, or the cost of procuring substitute goods and services. This applies whether the damages arise from the use, inability to use, performance, or failure of the website or any linked web pages, regardless of whether such damages were foreseeable or arose from contract, tort, equity, restitution, statute, common law, or otherwise.<\/p><p>This disclaimer does not affect PHILOS Running B.V.'s liability for death or personal injury resulting from its negligence, fraudulent misrepresentation, or misrepresentation of a fundamental matter, nor any other liability that cannot be excluded or limited under applicable law.<\/p><p><strong>Variation<\/strong><\/p><p>PHILOS Running B.V. shall have the right in its absolute discretion at any time and without notice to amend, remove or vary the services and\/or any page of the (desktop or mobile) website. <\/p><p><strong>Invalidity<\/strong><\/p><p>If any part of these Terms of Service is found to be unenforceable (including any provision where we exclude our liability to you), the validity and enforceability of the remaining provisions will not be affected, and all other clauses will remain in full force and effect. Where possible, if any clause or sub-clause, or part of a clause or sub-clause, can be severed to make the remaining part valid, it shall be interpreted accordingly. Alternatively, you agree that the clause shall be modified and interpreted to closely reflect the original intent, as permitted by law.<\/p><p><strong>Price of Products and Delivery Charges<\/strong><\/p><p>The prices of products are as quoted on the website (desktop or mobile) at the time you place your order. We take reasonable care to ensure that prices are correct when the relevant information is entered into our system. Prices may change from time to time, but such changes will not affect orders you have already placed. The price of a product includes VAT (where applicable). However, if the VAT rate changes between your order date and the delivery date, we will adjust the VAT you pay, unless you have already paid in full before the VAT change takes effect.<\/p><p>Product prices do not include delivery charges. Delivery charges will be provided to you during the checkout process, before you confirm your order. For details, please refer to our shipping information page.<\/p><p>While we strive to ensure accurate pricing, it is possible that some products may be incorrectly priced. If we discover an error in the price of a product you have ordered, we will contact you in writing with the correct price and provide the option to continue with the purchase or cancel the order. We will not process the order until we receive your instructions. If we are unable to reach you using the contact details provided, we will treat the order as cancelled and notify you in writing.<\/p><p>Please note, if the pricing error is obvious and unmistakable, and you could reasonably have recognized it as an error, we are not obligated to provide the product at the incorrect price.<\/p><p><strong>Availability <\/strong><\/p><p>We strive to keep our webstore as up to date as possible. However, despite automatic stock updates, there is a possibility that items marked as \"available\" may not be in the desired size or may be sold out. If this occurs, Philos Running will notify you as soon as possible and, where feasible, offer alternative options.<\/p><p><strong>Delivery<\/strong><\/p><p>Please refer to our shipping policy for delivery costs based on destination and item type. We aim to deliver your products by the estimated date provided in the dispatch confirmation email. If no date is specified, delivery will occur no later than 30 days from the date of the dispatch confirmation. If there is a delay within our control, we will keep you informed of the updated estimated delivery date.<\/p><p>If your order is not delivered within 30 days of the dispatch confirmation, you have the right to cancel the order and receive a full refund. Ownership and risk of the products pass to you upon delivery.<\/p><p><\/p><p><strong>Governing Law and Jurisdiction<\/strong><\/p><p>These terms and conditions are governed by and construed in accordance with the laws of Amsterdam. Any dispute or claim arising in connection with these terms and conditions will be subject to the exclusive jurisdiction of the Dutch courts.<\/p><p><strong>Contact<\/strong><\/p><p>Should you have any questions, complaints or comments after reading the General Terms and Conditions, or if you need to provide us with notice, please contact us by email or in writing.<\/p><p>Philos Running<\/p><p>Spiegelgracht 21<\/p><p>1017 JP Amsterdam<\/p><p>The Netherlands<\/p><p>E: info@philos.run<\/p><p>(MODEL CANCELLATION FORM)<\/p><p>(Complete and return this form only if you wish to withdraw from the contract)<\/p><p>To:<\/p><p>Spiegelgracht 21<\/p><p>1017 JP Amsterdam<\/p><p>The Netherlands<\/p><p>E: info@philos.run<\/p><p>I\/We [*] hereby give notice that I\/We [*] cancel my\/our [*] contract of sale of the following goods [*]\/for the supply of the following<\/p><p>service [*],<\/p><p>Ordered on [*]\/received on [*],<\/p><p>Name of consumer(s),<\/p><p>Address of consumer(s),<\/p><p>Signature of consumer(s) (only if this form is notified on paper), *<\/p><p>Date:<\/p><p>[*] Delete as appropriate<\/p>"
          }
        }
      },
      "block_order": [
        "page_text_4tgLDY"
      ],
      "settings": {
        "hero_title": "Support",
        "hero_text": "Need assistance? Our support team is here to help!",
        "hero_image": "shopify:\/\/shop_images\/legal_hero.png",
        "sidebar_menu": "legal-menu",
        "page_title": "General Terms and Conditions"
      }
    }
  },
  "order": [
    "template-page"
  ]
}
