/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "template-page": {
      "type": "template-legal",
      "blocks": {
        "page_text_jtkzRV": {
          "type": "page_text",
          "settings": {
            "text": "<p><strong>Overview<\/strong><\/p><p>This is the privacy notice of PHILOS Running B.V. (\"Philos Running,\" \"philos.run,\" \"us,\" \"we,\" or \"our\"). This document describes how your personal information is collected, used, and shared when you visit or make a purchase from Philos Running. This policy complies with Article 13 of the European Union's General Data Protection Regulation (GDPR 2016\/679), which concerns the protection of individuals regarding the processing of personal data. For any questions or concerns regarding this policy, please contact us at info@philos.run.<br\/><br\/>Protecting your personal data is our priority. This privacy statement applies to Philos Running and governs data collection and usage. For the purposes of this policy, unless otherwise noted, all references to PHILOS Running B.V. apply to Philos Running.<\/p><p><strong>1. Introduction<\/strong><\/p><p>This notice outlines Philos Running's policy on how we handle personal information. It describes the conditions under which we may process information that could identify users (“personal information”) or other data. In this context, \"process\" means collect, store, transfer, or use your personal data.<br\/><br\/>1.1. If you do not agree with any points in this policy, we recommend that you stop using our website.  <br\/>1.2. Philos Running takes the protection of your privacy seriously. We ensure that your data is used only for its intended purpose and is not disclosed to any unauthorized third party.  <br\/>1.3. We are committed to maintaining the confidentiality of the personal information you provide.  <br\/>1.4. This policy outlines your rights regarding the processing of your personal data and our obligations as the data controller.  <br\/>1.5. Except as outlined in this policy, we do not share, sell, or disclose any personal information collected through our website to third parties.<\/p><p><strong>2. General Information<\/strong><\/p><p>2.1. By using our website, subscribing to our newsletter, submitting inquiries, or contacting us, you provide us with personal data. We guarantee that your data will remain confidential, secure, and will not be shared with any third party without your consent, unless legally required.  <br\/>2.2. We only entrust the processing of personal data to verified and trusted entities that comply with data protection regulations.  <br\/>2.3. We use Google Analytics to collect information about your visits, such as the pages viewed and time spent on our site. Cookies are used for this service.  <br\/>2.4. We use our own cookies to ensure the proper functioning of the website.<\/p><p><strong>3. Legal Basis and Purpose of Processing<\/strong><\/p><p>We process personal data in compliance with the GDPR and other applicable data protection regulations. The legal basis for processing your personal data includes the performance of contracts and the pursuit of legitimate business interests.<br\/><strong><br\/><\/strong>3.1. **Newsletter Subscription**  <br\/>If you subscribe to our newsletter, your personal data will be processed for sending promotional and commercial communications. You may unsubscribe at any time by clicking the link at the bottom of the email or contacting us at info@philos.run.  <br\/><br\/>3.2. **Online Activities**  <br\/>Your personal data will be used for managing, executing, and concluding online transactions, including order fulfillment.<\/p><p><strong>4. How We Use Your Personal Data<\/strong><\/p><p>We may process various types of personal data, such as:<br\/><br\/>4.1. **Usage Data**  <br\/>We collect data about your website interactions (e.g., IP address, geographical location, browser type, and time spent on the site) to analyze site usage. The legal basis for this processing is our legitimate interest in improving our website and services.  <br\/><br\/>4.2. **Inquiry Data**  <br\/>Personal information submitted via inquiries is processed to respond to your requests and offer relevant products and services.  <br\/><br\/>4.3. **Legal Claims**  <br\/>We may process your personal data to protect our legal rights and defend against claims, when necessary.<\/p><p><strong>5. Types of Information We Collect<\/strong><\/p><p>We may collect the following types of personal information:  <br\/>- Contact details, including your name, email, mailing address, and phone number.  <br\/>- Information about your IP address and browsing activity.<\/p><p><strong>6. Payment Information<\/strong><\/p><p>We do not store payment information such as credit card or debit card details. For your convenience, you may request us to store payment details securely to facilitate future transactions. This data is used solely for processing transactions and preventing fraudulent activities.<\/p><p><strong>7. Email Policies<\/strong><\/p><p>We are committed to keeping your email address confidential. We do not sell, lease, or rent our subscription lists to third parties. Email communication is used only to provide relevant information to you.<\/p><p><strong>8. Sharing Your Information<\/strong><\/p><p>We do not sell or rent customer personal data. We may share data with trusted service providers to perform specific services (e.g., order fulfillment, customer support). These third parties are contractually obligated to maintain the confidentiality and security of your data.<\/p><p><strong>9. GDPR Compliance<\/strong><\/p><p>Philos Running is committed to protecting your personal data under GDPR regulations. As a data processor, we handle your personal data only for legitimate purposes and in compliance with the law.<\/p><p><strong>10. Mandatory Data Provision<\/strong><\/p><p>When you create an account or use our services, you agree to provide necessary personal data to fulfill contractual obligations.<\/p><p><strong>11. Personal Identifiers from Browsing<\/strong><\/p><p>We may collect information about your browsing activity (e.g., IP address and device information) for site analytics and security purposes.<\/p><p><strong>12. Consent-Based Data Processing<\/strong><\/p><p>Certain actions, such as browsing our website or requesting information, provide implicit consent for data processing. You can withdraw consent at any time by contacting us.<\/p><p><strong>13. Legitimate Interest Data Processing<\/strong><\/p><p>We may process data for legitimate business reasons, including record-keeping, responding to inquiries, and ensuring the security of our services.<\/p><p><strong>14. How We Share Information<\/strong><\/p><p>We may share information with third-party service providers, business partners, or in response to legal obligations, as necessary.<\/p><p><strong>15. Cookies Policy<\/strong><\/p><p>Cookies are used to enhance your experience on our website. You can control your cookie preferences via your browser settings.<\/p><p><strong>16. How Long We Keep Your Data<\/strong><\/p><p>We retain personal data only as long as necessary for the purposes outlined in this policy or as required by law.<\/p><p><strong>17. Security of Your Personal Data<\/strong><\/p><p>We use SSL encryption and other security measures to protect your data. However, email communication is not a secure medium, and we advise against sharing sensitive data via email.<\/p><p><strong>18. Compliance with the Law<\/strong><\/p><p>Our privacy policy complies with Dutch law and the GDPR. If you believe it does not meet the legal standards in your jurisdiction, please contact us.<\/p><p><strong>19. Modifications to This Policy<\/strong><\/p><p>We may update this policy from time to time. Please check this page periodically for updates.<\/p><p>Last modified: October 2024<\/p>"
          }
        }
      },
      "block_order": [
        "page_text_jtkzRV"
      ],
      "settings": {
        "hero_title": "Support",
        "hero_text": "Need assistance? Our support team is here to help!",
        "hero_image": "shopify:\/\/shop_images\/legal_hero.png",
        "sidebar_menu": "legal-menu",
        "page_title": "Philos Running Privacy Policy"
      }
    }
  },
  "order": [
    "template-page"
  ]
}
