/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "template-page": {
      "type": "template-legal",
      "blocks": {
        "page_text_9z6tBw": {
          "type": "page_text",
          "settings": {
            "text": "<p>We hope you love your Philos products as much as we do. If you’re not completely satisfied, you can return your purchase online within 30 days of delivery. To start a return, <a href=\"\/pages\/contact\" target=\"_blank\" title=\"Contact\">contact us<\/a> with your order number to receive a shipping label. <\/p><p>Please be aware that all return shipping costs are borne by the customer and will be deducted from your refund unless the product is faulty or an error was made by Philos Running. For customers returning items from outside the EU, please ensure that the correct commercial value is declared on the invoice. Any extra costs, including taxes, will be charged back to the customer. <\/p><p>Please ensure the product(s) are unused, undamaged, and in their original, sealed packaging. Due to health and hygiene reasons, returns that don't meet these conditions cannot be accepted or refunded. We will either exchange the item(s) or refund your money, minus shipping costs and\/or additional fees where applicable. In the case of a return without prior communication, Philos Running reserves the right to deduct a fee only for any diminished value resulting from handling beyond what is necessary to establish the nature, characteristics, or functioning of the item.<\/p><p>To avoid damage during transit, use a suitable shipping box for your return. Both the returned item(s) and the packaging must be in unused, new condition. If the product itself shows signs of usage or is damaged beyond necessary handling, we reserve the right to deduct from the refund an amount that reflects the diminished value of the product.<\/p><p>In case of an error on our side, where a return is necessary, returns should be sent using the regular post (no express shipping). Items that are returned as faulty and show signs of damage not resulting from a manufacturing defect will not be accepted. This includes accidental, malicious, or user-related damage. Additionally, underwear briefs, bodies, swimwear, and pierced jewelry cannot be returned or exchanged for hygiene reasons.<\/p><p>Once we receive and approve your return, it will take approximately 14 days to process your refund. Refunds will be issued to your original payment method.<\/p><p>For any questions or concerns, feel free to <a href=\"\/pages\/contact\" target=\"_blank\" title=\"Contact\">contact us<\/a>.<\/p><p>If an order is canceled before dispatch, Philos Running reserves the right to charge reasonable costs associated with the cancellation, but no more than 5 euros (€), as a maintenance fee for restocking the product.<\/p><p>In-store purchases must be returned within 14 days from the date of purchase. Please note, sale items cannot be refunded or exchanged.<\/p>"
          }
        }
      },
      "block_order": [
        "page_text_9z6tBw"
      ],
      "settings": {
        "hero_title": "Support",
        "hero_text": "Need assistance? Our support team is here to help!",
        "hero_image": "shopify:\/\/shop_images\/legal_hero.png",
        "sidebar_menu": "legal-menu",
        "page_title": "Returns"
      }
    }
  },
  "order": [
    "template-page"
  ]
}
